{
    "welcome":{
        "Vapartment": "V Apartment"
    },
    "apartment":{
        "representativeName":"Representative name",
        "buildingNumber":"Building Number",
        "display":"Display",
        "dong":"Dong",
        "AptName":"Apartment Name",
        "address":"Address",
        "phoneNumber":"Phone Number",
        "eMail":"Email",
        "edit":"Edit",
        "id":"ID",
        "createdAt":"Created at",
        "action":"Action",
        "delete":"Delete",
        "registerSuperManager":"Register Super Manager",
        "registerBuilding":"Register Building",
        "representName":"Represent Name",
        "superManger":"Super Manger",
        "superMangerId":"Super Manger Id",
        "superMangerPWD":"Super Manger PWD"
    },
    "auth":{
        "resetPassword":"Reset Password",
        "update":"Update",
        "close":"Close",
        "loginWithSocial":"Login with social",
        "facebook":"Facebook",
        "google":"Google",
        "DontHaveAnAccount":"Don't have an account?",
        "createOne":"Create one",
        "verificationCode":"verification code",
        "verify":"Verify",
        "IagreeHomey":"I agree to the Homey",
        "TermsofService":"Terms of Service",
        "PrivacyPolicy":"Privacy Policy",
        "Youhaveaccount":"You have already account?",
        "loginHere":"login here"
    },
    "common":{
        "name":"name",
        "email":"email",
        "password":"password",
        "phone":"phone",
        "confirmPassword":"confirm password",
        "rememberMe":"remember me",
        "forgotPassword":"forgot password",
        "apartment":"apartment",
        "superManager":"super Manager",
        "userRole":"UserRole",
        "user":"user",
        "request":"Request"

    },
    "login":{
        "login":"Login",
        "successLogin":"You have successfully signed up.",
        "idNotExist":"The ID you entered does not exist.",
        "incorrectPassword":"incorrect",
        "incorrectFiveTimes":"The number of incorrect passwords exceeded 5 times! Try again after 30 seconds.",
        "emailId":"E-mail is ID",
        "emailClick":"Pls check your mail to verify you."
    },
    "register":{
        "register":"Register"
    },
    "memberRegister":{
        "allowRegister":"The registration has been confirmed finally",
        "registerCompleted":"Registration Completed",
        "registering":"Registration"
    },
    "notification":{
        "notification":"Notification",
        "urgent":"Urgent",
        "important":"Important",
        "read":"Read",
        "number":"No.",
        "title":"Title",
        "date":"Date",
        "person":"Person",
        "name":"Name",
        "next":"Next",
        "before":"Before",
        "back":"Back",
        "noNotification":"There is no any notification",
        "archive":"Archive",
        "saveAs":"Save as",
        "DownGraded":"DownGraded"
    },
    "community":{
        "cummunity":"Community",
        "number":"No.",
        "title":"Title",
        "date":"Date",
        "person":"Person",
        "name":"Name",
        "next":"Next",
        "before":"Before",
        "back":"Back",
        "reply":"Reply",
        "registering":"Registration",
        "content":"Description",
        "createPost":"Please write your comment",
        "noPost":"There is no post",
        "saveAs":"Save as",
        "CreateNewTopic":"Create New Topic",
        "ChoosePeriod":"Choose Period",
        "ChooseCalendar":"Choose period with calendar",
        "Forever":"Forever",
        "OneWeek":"One week",
        "OneMonth":"One month",
        "CreateTopic":"Create Topic",
        "New":"New",
        "View":"View",
        "oopsNoCommunity":"oops! there is no community!",
        "noMoreCommunity":"no more community",
        "UpdateTopic":"Update Topic",
        "Leave":"Leave"
    },
    "facility":{
        "NewFacility":"New Facility",
        "enterName":"please enter name",
        "enterNB":"please enter N.B",
        "enterEquipments":"please enter equipments",
        "MaxNumberPeople":"Max number of people can use this facility at once.",
        "enterOutline":"please enter outline",
        "EnterSomething":"Enter something...",
        "Facilities":"Facilities",
        "alreadyReservated":"You have already reservated",
        "possibleToUse":"possible to use",
        "impossibleToUse":"impossible to use",
        "YouAlready":"You have already reservated on this facility.",
        "Abort":"Abort",
        "Reservate":"Reservate",
        "enterTitle":"please enter title",
        "MaximumEquipment":"Maximum number of users to use this equipment",
        "checkYourDate":"Please check your date",
        "enterDescription":"please enter description",
        "oopsNoFacility":"oops! there is no facility",
        "ListView":"List View",
        "CalendarView":"Calendar View"
    },
    "suggest":{
        "suggest":"Suggestion",
        "title":"Title",
        "content":"Description",
        "add":"Attach",
        "date":"Date",
        "name":"Name",
        "registering":"Registration",
        "delete":"Delete",
        "saveAs":"Save as",
        "like":"Like",
        "unlike":"Unlike",
        "reply":"Reply",
        "next":"Next",
        "before":"Before",
        "back":"Back",
        "createSuggestContent":"Please write your comment",
        "noSuggest":"There is no any comment"
        
    },
    "repair":{
        "repair":"Repair",
        "repairRequest":"Service Request",
        "type":"Type",
        "object":"Object",
        "title":"Title",
        "requestDate":"Date",
        "saveAs":"Save as",
        "answer":"Answer",
        "requestDivision":"Answer",
        "sureReceived":"Received",
        "schedule":"Visit",
        "processing":"Processing",
        "actionCompleted":"Complete",
        "processCompleted":"Processing completed.",
        "hold":"Postpone",
        "registerDate":"Date",
        "add":"Attach",
        "number":"No.",
        "registering":"Registration",
        "delete":"Delete",
        "createRequest":"Please submit your request",
        "name":"Name"
    },
    "publicFacility":{
        "facilityName":"Facility",
        "outline":"outline",
        "full":"max",
        "careful":"N.B",
        "list":"List",
        "callender":"Callender",
        "viewList":"See your list",
        "next":"Next",
        "before":"Before",
        "back":"Back",
        "reservation":"Reservation",
        "reservationDate":"Reservation Date",
        "title":"Title",
        "availableUseTime":"Time",
        "usePurpose":"Purpose for use",
        "registering":"Registration",
        "revise":"Revise",
        "impossibleToReserve":"Your reservation is not available at the moment",
        "enterDate":"Please enter your date",
        "noReservation":"There is no any reservation"
    },
    "introduction":{
        "introduction":"Introduction",
        "greeting":"Greeting",
        "position":"Location",
        "contact":"Contact",
        "complexView":"Complex view",
        "complexFacilities":"Complex facilities",
        "map":"Map",
        "householdNumber":"Total household",
        "moveIn":"Move in",
        "developer":"Developer",
        "managementOffice":"Management Office",
        "towerNumber":"Towers",
        "floorNumber":"Floors",
        "area":"Area",
        "parking":"Parking",
        "convenience":"Convenience"
    },
    "systemMenu":{
        "login":":Login"
    },
    "editor":{
        "title":"Title",
        "add":"Attach",
        "content":"Description",
        "reply":"Reply",
        "registering":"Registration",
        "revise":"Revise",
        "delete":"Delete",
        "loadDown":"Archive",
        "createContent":"Please write the description"
    },
    "errorMessage":{
        "badNetwork":"The network status is unstable",
        "badServerConnection":"The connection to the server is not desirable",
        "serviceStop":"Service is down for a moment"
    },
    "term":{
        "titleOfTerm": "TERM OF US",
        "contentOfTitle" : "Website/ App Homey is the asset of We Apt. By using the information, services, products on the website of Homey, you are fully accepting the rules of using the website below. Please read carefully the following website usage rules before deciding to use our information, services, products.",
        "title1":"Register to use and login account",
        "title2":"The right to collect and use information",
        "title3":"Regulations on the content of information on website",
        "title4":"Disclaimer",
        "title5":"Changes on HOMEY website",
        "title6":"Change the rules",
        "title7":"Rules for non-allowed actions",
        "title8":"Prohibited access",
        "title9":"Third Party Information",
        "title10":"Indemnify",
        "title11":"Intellectual Property Rights and Other Rights",
        "title12":"Provided contents on HOMEY",
        "title13":"Limitation of Liability and Warranties",
        "title14":"Copyright notice",
        "title15":"Applicable law",
        "content1": "When registering to use the account on Homey, you need to provide the website with personal information that must be accurate, complete and up-to-date. When choosing a password for an account, choose a password in a way that no one can easily guess. After registering, you are responsible for maintaining the password and should not disclose the password to anyone or authorize, allow anyone to use it for any purpose. Homey will always treat access to and use of services on the site by someone's access and password as access and use of the services by that customer, regardless of the user's name and passwords can be used by others whom the owner does not know or allow. If you discover any person who knows your password or uses your password to access and use the services on the site, you need to immediately notify us and change your password or request website to support for setting a new password.",
        "content2": "When you access and use the Site, Homey may collect and store information such as access statistics, personal information provided to Homey upon registration, etc. Personal information provided by customer includes names, phone numbers, email addresses, residential addresses, etc. We may use this information on planning, researching, designing and disseminating services or providing information to legal enforcement agencies as required by law or court.",
        "content3": {
            "content1":"The user is responsible for any contents posted or transmitted to Homey website and not permitted or allowed others to create any annoyances, nuisances or distractions for Homey, as well as for any customer or other user.       You agree to use the Site to the extent that it complies with all applicable laws and regulations and agree not to use the Website to post, transmit, distribute the links that:",
            "content2":"Any violation of any foregoing, Homey will void the user's authority to use the website. At the same time, depending on the extent of the violation, the user will be held responsible before the law.  Homey is a website/app with community share, Homey keeps information right on the website, all information include: location information, comments, images ... and other information related to location and member are owned by Homey, and all such information will not be Deleted for any reason! The cases can be removed from the system including unrelated contents or junk contents specified by the management board!",
            "li1":"Violates laws and regulations of the Government of Vietnam.",
            "li2":"Violates copyright, trademark, intellectual property, personal ownership.",
            "li3":"Contains information that is obscene, provoked, or defamatory.",
            "li4":"Destroys the safety, uniformity, interfaces of the site."
        },
        "content4": "Homey has security measures for the website and services as provided. However, Homey can not absolutely guarantee the site from acts of vandalism or viruses from the Internet. Homey MAKES NO WARRANTY OR STATEMENTS ABOUT THE ACCURACY OR COMPLETION OF ANY INFORMATION ON THIS SITE. Homey will periodically supplement, change, improve or update the features and information on this website without prior notice. In no event will Homey be liable for any loss, damage or liability resulting from the use of information from this website, as well as any errors, omissions, interruptions or delays about the information. The use of this site's information is entirely at the user's own risk. In no event will Homey or its agents be liable for any direct, indirect, incidental, special or consequential damages. Homey website includes links to other websites not owned or controlled by Homey or containing information provided by third parties. Homey is, therefore, not responsible for errors or omissions in the quoted information and the contents, privacy, confidentiality of the linked sites as well as damages when you use those sites.",
        "content5": "We have the sole rights to add, modify or delete any information as well as change the interface, presentation, composition or function of this website including any item at any time without notice.",
        "content6": "We reserve the right to make any changes without notice. By continuing to use Homey after such modifications, you agree to abide by these modifications.",
        "content7":{
            "li1":"You may not infringe, compromise, access, use or attempt to infringe, infiltrate, access or use any part of our server, and/ or any data area if not allowed by us.",
            "li2":"You do not have the right or take actions to restrict or prohibit any other user from using the gadgets on the Homey site.",
            "li3":"You are not authorized to post or transmit any unlawful, defamatory, profane, defamatory, obscene, profane, defamatory, vulgar, slanderous, hateful, threatening, abusive information,... or against with common ethical standards of society in any form, including the propagation or promotion of conduct that may constitute a criminal offense or violate any local, international provisions. We respect freedom of speech, but reserve the right to remove or delete any or all of your contents, regardless of whether the violation is obvious or implied.",
            "li4":"You may not send or transmit any of your non-proprietary information unless it is provided free of charge, without any information that contains any viruses, Trojan, bugs or other harmful components.",
            "li5":"You may not use the information on this website in any form or for any purpose, except as set forth in this Terms of Use."
        },
        "content8": "We have the right, at all times, to ban or deny your access to Homey or any part of the site immediately and without notice if we believe you have violated any of the terms in this Regulation, or or prohibition of access comes from our judgment, when we think it is appropriate to refuse and necessary in our jurisdiction.",
        "content9": "Information provided at Homey may contain information from third parties or may be selected from other sources. We do not accept any responsibility for the information that we post, you will use or otherwise trust that information with your own knowledge, responsibility and risk.",
        "content10": "You agree to indemnify for any liability whatsoever arising out of your breach of any law, litigation, costs, or expenses (including without limitation your legal costs) arising from or related to your breach of any provisions contained in the Regulations of use of Homey. We may; in cases of being deemed as necessary, or in accordance with the provisions of the law, participate in proceedings before the claims or negotiations for settlement.",
        "content11": "All intellectual property rights that exist on the Homey website will belong to WE APT. Accordingly, all legal rights are guaranteed. Unless expressly approved by Homey, you may not upload, post, publish, reproduce, transmit or distribute in any form of any component of Homey website or create derivative works  of content provided in Homey website. In areas where postings are permitted, you may share information that is allowed under our default formats and you are solely responsible for the content, information, images and any other sharing of yours with individual users or groups of users. However; in all cases, we reserve the right to process the posted information in accordance with our fine customs, ethical codes and national security rules, and we have the full right to authorize or disallow your posts to appear or exist on the forums or in areas where information is allowed to be shared. We have full rights, including copyrights, trademarks, trade secrets and other proprietary rights, the content of website, and the goods or services provided that we have on Homey website. Use of our rights and property requires our prior written permission. In addition to written permission, we do not grant any form of license, whether it is published or implied, or through your use of the service. And therefore, you do not have the right to use our website or service for commercial purposes without our prior written permission. You agree that we may freely use, disclose, apply and modify any ideas, concepts, practices, suggestions, comments or other form of notice you provide to us  involved to Homey in a completely free manner.",
        "content12": "You agree to grant us all rights and licenses (including moral rights or other necessary rights) to use, display, reproduce, modify, publish, distribute, progress, translate, and create derivative works, in whole or in part, globally without recourse. This license is applicable to any form, medium or technology that is known or developed in the future; Please note that posts on the forum, or in the allowed areas may continue to be located on our site even if your account has been deleted for any reason.",
        "content13": "All information is only for your general reference. Homey assumes no responsibility for such information. The access and use of Homey website is entirely at your own risk and provided as present. Homey is only for personal use and we do not represent or warrant in any way whatsoever, express or implied, for any particular purpose. You behave and rely entirely on your own skill and ability to judge the use and understanding of the information you obtain at Homey. You are responsible for ensuring that your use of information is in compliance with all applicable legal requirements. The limitation of liability in this Regulations shall be applied to the fullest extent permitted by applicable law.",
        "content14": "If you believe that your ownership has been used in ways that infringe copyright, you may contact our copyright manager.",
        "content15": "You agree that the Terms of Use and any disagreements arising from your use of this website or our products and services will be governed by applicable law of the Socialist Republic of Vietnam. By registering or using our website and services, you agree to abide by and comply with all applicable regulations of the laws of Vietnam."

    }


}