{
    "welcome":{
        "Vapartment": "039ut0"
    },
    "apartment":{
        "representativeName":"Tên đại diện",
        "buildingNumber":"Số tòa nhà",
        "display":"Hiển thị",
        "dong":"Dong",
        "AptName":"Tên Căn hộ",
        "address":"Tên Căn hộ",
        "phoneNumber":"Phone Number",
        "eMail":"Email",
        "edit":"Edit",
        "id":"ID",
        "createdAt":"Được tạo lúc",
        "action":"Hành động",
        "delete":"Xóa",
        "registerSuperManager":"Đăng ký Super Manager",
        "registerBuilding":"Đăng ký Tòa nhà",
        "representName":"Tên đại diện",
        "superManger":"Siêu Manger",
        "superMangerId":"Super Manger Id",
        "superMangerPWD":"Super Manger PWD"
    },
    "auth":{
        "resetPassword":"Đặt lại mật khẩu",
        "update":"Cập nhật",
        "close":"Đóng",
        "loginWithSocial":"Đăng nhập bằng mạng xã hội",
        "facebook":"Facebook",
        "google":"Google",
        "DontHaveAnAccount":"Đăng nhập bằng mạng xã hội",
        "createOne":"Tạo một",
        "verificationCode":"mã xác minh",
        "verify":"Xác minh",
        "IagreeHomey":"Tôi đồng ý với Homey",
        "TermsofService":"Điều khoản Dịch vụ",
        "PrivacyPolicy":"Chính sách Bảo mật",
        "Youhaveaccount":"Bạn đã có tài khoản?",
        "loginHere":"đăng nhập tại đây"
    },
    "common":{
        "name":"tên",
        "email":"email",
        "password":"mật khẩu",
        "phone":"phone",
        "confirmPassword":"Xác nhận mật khẩu",
        "rememberMe":"remember me",
        "forgotPassword":"forgot password",
        "apartment":"apartment",
        "superManager":"super Manager",
        "userRole":"vn_UserRole",
        "user":"vn_user",
        "request":"Request"
    },
    "login":{
        "login":"Đăng nhập",
        "successLogin":"Bạn đã đăng ký thành công.",
        "idNotExist":"ID bạn đã nhập không tồn tại.",
        "incorrectPassword":"Mật khẩu bạn đã nhập không chính xác.",
        "incorrectFiveTimes":"Số lần nhập sai mật khẩu đã vượt quá 5 lần! Hãy thử lại sau 30 giây.",
        "emailId":"Hội viên sẽ dùng eMail để làm ID đăng nhập.",
        "emailClick":"Hãy xác nhận trên eMail của bạn."
    },
    "register":{
        "register":"Đăng ký"
    },
    "memberRegister":{
        "allowRegister":"Bạn đã đăng ký hội viên thành công.",
        "registerCompleted":"Bạn đã hoàn thành đăng ký hội viên.",
        "registering":"Gia nhập hội viên"
    },
    "notification":{
        "notification":"Thông báo chung",
        "urgent":"Khẩn cấp",
        "important":"Quan trọng",
        "read":"Đã đọc",
        "number":"Số thứ tự",
        "title":"Tiêu đề",
        "date":"Ngày tháng",
        "person":"Người đảm nhiệm",
        "name":"Tên",
        "next":"Sau",
        "before":"Trước",
        "back":"Đầu trang",
        "noNotification":"Không có thông báo mới",
        "archive":"Mục lưu trữ",
        "saveAs":"Lưu tạm thời"
    },
    "community":{
        "cummunity":"Bảng tin dân cư",
        "number":"Số thứ tự",
        "title":"Tiêu đề",
        "date":"Ngày tháng",
        "person":"Người đảm nhiệm",
        "name":"Tên",
        "next":"Sau",
        "before":"Trước",
        "back":"Đầu trang",
        "reply":"Bình luận",
        "registering":"Đăng",
        "content":"Nội dung",
        "createPost":"Hãy viết bài đăng",
        "noPost":"Chưa có bài đăng",
        "saveAs":"Lưu tạm thời"
    },
    "suggest":{
        "suggest":"Không gian chung",
        "title":"Tiêu đề",
        "content":"Nội dung",
        "add":"Tệp đính kèm",
        "date":"Ngày tháng",
        "name":"Tên",
        "registering":"Đăng",
        "delete":"Xoá",
        "saveAs":"Nháp",
        "like":"Thích",
        "unlike":"Không thích",
        "reply":"Bình luận",
        "next":"Sau",
        "before":"Trước",
        "back":"Đầu trang",
        "createSuggestContent":"Hãy viết ý kiến của bạn",
        "noSuggest":"Chưa có ý kiến"
    },
    "repair":{
        "repair":"Sửa chữa",
        "repairRequest":"Yêu cầu sửa chữa",
        "type":"Hiện trạng",
        "object":"Vị trí",
        "title":"Tiêu đề",
        "requestDate":"Ngày sửa",
        "saveAs":"Nháp",
        "answer":"Trả lời",
        "requestDivision":"Phần trả lời",
        "sureReceived":"Tiếp nhận yêu cầu",
        "schedule":"Thời gian đến thăm dự kiến",
        "processing":"Đang sửa chữa",
        "actionCompleted":"Đã tiến hành",
        "processCompleted":"",
        "hold":"Tiếp nhận sau",
        "registerDate":"Ngày đăng",
        "add":"Tệp đính kèm",
        "number":"Số thứ tự",
        "registering":"Đăng",
        "delete":"Xoá",
        "createRequest":"Hãy viết yêu cầu của bạn.",
        "name":"Tên"
    },
    "publicFacility":{
        "facilityName":"Không gian chung",
        "outline":"Giới thiệu",
        "full":"Số người có thể sử dụng",
        "careful":"Số người có thể sử dụng",
        "list":"Mục lục",
        "callender":"Lịch",
        "viewList":"Danh mục đặt chỗ",
        "next":"Sau",
        "before":"Trước",
        "back":"Đầu trang",
        "reservation":"Đặt chỗ",
        "reservationDate":"Ngày đặt",
        "title":"Tiêu đề",
        "availableUseTime":"Thời gian có thể sử dụng",
        "usePurpose":"Mục đích sử dụng",
        "registering":"Đăng",
        "revise":"Chỉnh sửa",
        "impossibleToReserve":"Không thể đặt chỗ thời gian này ",
        "enterDate":"Hãy nhập thời gian đặt chỗ",
        "noReservation":"Chưa có nội dung đặt"
    },
    "introduction":{
        "introduction":"Tổng quan chung cư",
        "greeting":"Lời chào",
        "position":"Vị trí",
        "contact":"Số liên lạc",
        "complexView":"Toàn bộ khu chung cư",
        "complexFacilities":"Thiết bị khu chung cư",
        "map":"Bản đồ",
        "householdNumber":"Số căn hộ",
        "moveIn":"Thời gian bàn giao",
        "developer":"Chủ đầu tư",
        "managementOffice":"Ban quản lý",
        "towerNumber":"Số toà ",
        "floorNumber":"Số tầng",
        "area":"Diện tích",
        "parking":"Số lượng xe",
        "convenience":"Tiện ích nội khu"
    },
    "systemMenu":{
        "login":":đăng nhập"
    },
    "editor":{
        "title":"Tiêu đề",
        "add":"Nội dung chính",
        "content":"Tệp đính kèm",
        "reply":"Bình luận",
        "registering":"Đăng",
        "revise":"Chỉnh sửa",
        "delete":"Xoá",
        "loadDown":"Mục lưu trữ",
        "createContent":"Hãy viết nội dung"
    },
    "errorMessage":{
        "badNetwork":"Tình trạng mạng không ổn định",
        "badServerConnection":"Kết nối máy chủ không ổn định",
        "serviceStop":"Dịch vụ tạm thời bị gián đoạn "
    },
    "term":{
        "titleOfTerm": "Quy định sử dụng",
        "contentOfTitle" : "Website/App Homey là tài sản của Công ty TNHH một thành viên We Apt.  Với việc sử dụng các thông tin, dịch vụ, sản phẩm trên website của Homey, đồng nghĩa với việc bạn đã chấp nhận hoàn toàn các quy định sử dụng website dưới đây.  Mời bạn vui lòng đọc kỹ các quy định sử dụng website dưới đây trước khi quyết định sử dụng thông tin, dịch vụ, sản phẩm của chúng tôi.",
        "title1":"Đăng ký sử dụng và đăng nhập tài khoản",
        "title2":"Quyền thu thập và sử dụng thông tin",
        "title3":"Quy định về nội dung thông tin trên website",
        "title4":"Tuyên bố từ chối",
        "title5":"Các thay đổi trên website HOMEY",
        "title6":"Thay đổi quy định",
        "title7":"Quy định về các hành động không được phép",
        "title8":"Cấm truy cập",
        "title9":"Thông tin của bên thứ ba",
        "title10":"Bồi thường",
        "title11":"Quyền sở hữu trí tuệ và các quyền khác",
        "title12":"Cung cấp nội dung trên HOMEY",
        "title13":"Giới hạn trách nhiệm pháp lý và bảo đảm",
        "title14":"Thông báo về Quyền tác giả",
        "title15":"Luật áp dụng",
        "content1": "Khi đăng ký sử dụng tài khoản trên Homey , bạn cần cung cấp cho website các thông tin cá nhân chính xác, đầy đủ và mới nhất. Khi chọn mật khẩu cho tài khoản truy nhập, hãy chọn mật khẩu theo cách mà không ai có thể dễ dàng đoán được. Sau khi đăng ký, bạn chịu trách nhiệm bảo quản mật khẩu và không nên tiết lộ mật khẩu cho bất cứ ai hoặc ủy quyền, cho phép bất cứ người nào sử dụng vào bất cứ mục đích nào. Homey sẽ luôn coi việc truy nhập và sử dụng các dịch vụ trên trang web bằng tên truy nhập và mật khẩu của một người nào đó như là việc truy nhập và sử dụng các dịch vụ bởi chính khách hàng đó, bất kể tên truy nhập và mật khẩu có thể được sử dụng bởi người khác mà chủ sở hữu không biết hoặc không cho phép. Nếu phát hiện ra bất cứ người nào biết mật khẩu hoặc sử dụng mật khẩu của mình để truy nhập và sử dụng các dịch vụ trên trang web, bạn cần thông báo ngay lập tức cho chúng tôi và thay đổi mật khẩu hoặc yêu cầu website hỗ trợ cài đặt mật khẩu mới.",
        "content2": "Khi bạn truy cập và sử dụng trang web, Homey có thể thu thập và lưu trữ các thông tin như các số liệu thống kê quá trình truy cập, các thông tin cá nhân cung cấp cho Homey khi đăng ký… Các thông tin cá nhân khách hàng cung cấp bao gồm họ tên, số điện thoại, địa chỉ email, địa chỉ chỗ ở… Chúng tôi có thể sử dụng các thông tin này vào việc lập kế hoạch, nghiên cứu, thiết kế và tuyên truyền các dịch vụ hoặc cung cấp thông tin cho các cơ quan pháp luật theo yêu cầu của Luật pháp hoặc của Toà án.",
        "content3": {
            "content1":"Người sử dụng chịu trách nhiệm về bất cứ nội dung thông tin gửi lên hoặc truyền đi qua trang web của Homey và không được phép hoặc cho phép người khác tạo ra bất cứ sự khó chịu, phiền toái, quấy rầy nào đối với Homey cũng như đối với bất kỳ khách hàng hoặc người sử dụng khác. Bạn cam kết sử dụng trang web trong chừng mực phù hợp với tất cả các luật và quy định hiện hành và đồng ý không sử dụng trang web để gửi lên, truyền đi, phân tán, liên kết các nội dung mà: ",
            "content2":"Bất cứ vi phạm nào đối với các quy định trên, Homey sẽ huỷ bỏ quyền sử dụng website của người vi phạm. Đồng thời tuỳ theo mức độ vi phạm mà người sử dụng sẽ phải chịu trách nhiệm trước pháp luật. Homey là website/app chia sẻ cộng đồng, Homey giữ quyền thông tin trên website, tất cả các thông tin bao gồm: thông tin địa điểm, các bình luận, các hình ảnh... và thông tin khác liên quan đến địa điểm và thành viên đều thuộc quyền sở hữu của Homey, và tất cả các thông tin này sẽ không Bị xóa/Được xóa vì bất cứ lý do nào! Các trường hợp có thể được xóa bỏ khỏi hệ thống bao gồm các nội dung không liên quan hay nội dung rác do ban quản trị quy định!",
            "li1":"Vi phạm các luật, các quy định của Chính Phủ Việt nam.",
            "li2":"Vi phạm các quy định về bản quyền, nhãn hiệu, sở hữu trí tuệ, quyền sở hữu cá nhận.",
            "li3":"Chứa các thông tin có tính khiêu dâm, kích động, phỉ báng.",
            "li4":"Phá hoại tính an toàn, tính đồng nhất, các giao diện của trang web."
        },
        "content4": "Homey có các biện pháp bảo mật cho trang web và các dịch vụ cung cấp. Tuy nhiên, Homey không thể đảm bảo tuyệt đối trang web khỏi các hành động phá hoại hoặc các loại virus từ Internet. Homey không có bất cứ bảo đảm nào hoặc tuyên bố nào về tính chính xác hay hoàn thiện của bất kỳ thông tin nào trên website này. Định kỳ Homey sẽ bổ sung, thay đổi, cải tiến hoặc cập nhật các tính năng và thông tin trên website này mà không cần báo trước. Trong bất kỳ trường hợp nào, Homey sẽ không chịu trách nhiệm về bất cứ mất mát, thiệt hại, trách nhiệm mang lại do việc sử dụng thông tin từ website này, cũng như bất kỳ lỗi, thiếu sót, gián đoạn hoặc chậm trễ về các thông tin. Việc sử dụng thông tin tại website này là hoàn toàn tùy thuộc vào rủi ro riêng của người sử dụng. Trong bất kỳ trường hợp nào, Homey hoặc các đại diện của mình sẽ không chịu trách nhiệm đối với bất kỳ thiệt hại trực tiếp, gián tiếp, ngẫu nhiên, đặc biệt hoặc tất yếu nào. Trang web của Homey bao gồm các đường liên kết đến các trang web khác không thuộc quyền sở hữu hoặc kiểm soát của Homey hoặc chứa các thông tin do các bên thứ ba cung cấp. Do vậy, Homey không chịu trách nhiệm về các lỗi hoặc thiếu sót trong thông tin trích dẫn và các nội dung, quyền riêng tư, tính bảo mật của các trang web liên kết đến cũng như các thiệt hại nếu có khi bạn truy nhập, sử dụng các trang web đó.",
        "content5": "Chúng tôi có toàn quyền bổ sung, sửa đổi hay xóa bỏ bất kỳ thông tin nào cũng như thay đổi giao diện, sự trình bày, thành phần hoặc chức năng, nội dung của trang web này bao gồm bất kỳ khoản mục nào vào bất kì lúc nào mà không cần báo trước.",
        "content6": "Chúng tôi có toàn quyền thay đổi quy định mà không cần báo trước. Với việc tiếp tục sử dụng Homey sau những sửa đổi đó, bạn mặc nhiên đồng ý chấp hành các sửa đổi trong quy định.",
        "content7":{
            "li1":"Bạn không được quyền xâm phạm, xâm nhập, tiếp cận, sử dụng hay tìm cách xâm phạm, xâm nhập, tiếp cận hoặc sử dụng bất kỳ phần nào trong máy chủ của chúng tôi, và/ hoặc bất kỳ khu vực dữ liệu nào nếu không được chúng tôi cho phép.",
            "li2":"Bạn không được quyền hoặc có các hành động nhằm hạn chế hoặc cấm đoán bất kỳ người dùng nào khác sử dụng các tiện ích trên trang Homey.",
            "li3":"Bạn không được quyền gửi lên hoặc truyền phát bất kỳ thông tin bất hợp pháp, lừa gạt, bôi nhọ, sỉ nhục, tục tĩu, khiêu dâm, xúc phạm, đe dọa, lăng mạ, thù hận, kích động… hoặc trái với chuẩn mực đạo đức chung của xã hội dưới bất kì hình thức nào, bao gồm cả việc truyền bá hay khuyến khích những hành vi có thể cấu thành tội phạm hay vi phạm bất cứ điều khoản nào của luật pháp địa phương, quốc gia hay quốc tế. Chúng tôi tôn trọng quyền tự do ngôn luận, nhưng cũng bảo lưu việc có toàn quyền lược bớt, hoặc xoá bỏ một phần hoặc toàn bộ nội dung nào các bạn đưa lên, bất kể việc vi phạm đó là rõ ràng hay chỉ là hàm ý.",
            "li4":"Bạn không được gửi hoặc truyền bất kỳ thông tin nào không thuộc quyền sở hữu của bạn trừ khi đó là thông tin được cung cấp miễn phí, không gửi bất kỳ thông tin nào có chứa bất kỳ loại virus, Trojan, bọ hay các thành phần nguy hại nào.",
            "li5":"Bạn không được sử dụng thông tin trong trang web này với bất cứ hình thức nào hoặc bất cứ mục đích nào, trừ những điều khoản được xác lập trong bản Quy định sử dụng này."
        },
        "content8": "Chúng tôi có toàn quyền, vào mọi lúc, cấm hoặc từ chối truy cập của bạn vào Homey hoặc bất kỳ phần nào của website ngay lập tức và không cần báo trước nếu chúng tôi cho rằng bạn đã vi phạm bất cứ điều khoản nào trong bản Quy định này, hoặc việc cấm truy cập xuất phát từ nhận định của chúng tôi, khi chúng tôi cho rằng từ chối đó phù hợp và cần thiết trong thẩm quyền của chúng tôi.",
        "content9": "Thông tin được cung cấp tại Homey có thể chứa thông tin từ bên thứ ba hoặc được chọn lọc từ các nguồn khác. Chúng tôi không chấp nhận bất cứ trách nhiệm nào về các thông tin mà chúng tôi đăng tải, bạn sẽ sử dụng hoặc đặt niềm tin vào những thông tin đó với hiểu biết, trách nhiệm và nguy cơ của riêng bạn.",
        "content10": "Bạn đồng ý bồi hoàn những nghĩa vụ pháp lý, tố tụng, tổn thất, chi phí (bao gồm cả án phí không giới hạn) có liên quan tới hoặc phát sinh từ sự vi phạm của bạn đối với bất kỳ điều khoản nào trong Quy định sử dụng của Homey. Chúng tôi có thể, trong trường hợp xét thấy cần thiết, hoặc theo quy định của pháp luật tham gia tố tụng trước các khiếu kiện hoặc đàm phán để dàn xếp.",
        "content11": "Tất cả quyền sở hữu trí tuệ tồn tại trong website Homey đều thuộc về WE APT. Theo đó, tất cả các quyền hợp pháp đều được đảm bảo. Trừ phi được sự đồng ý của Homey, bạn không được phép tải lên, gửi, xuất bản, tái sản xuất, truyền hoặc phân phát bằng bất cứ hình thức nào bất cứ thành phần nào của website Homey hoặc tạo ra những bản sửa đổi của nội dung cung cấp trong website Homey. Tại các khu vực được phép đăng tải bài viết, bạn có thể chia sẻ thông tin được phép dưới các định dạng chúng tôi mặc định và bạn phải tự chịu trách nhiệm đối với các nội dung, thông tin, hình ảnh và bất kỳ sự chia sẻ nào khác của bạn với cá nhân người sử dụng hoặc nhóm người sử dụng. Tuy nhiên, trong mọi trường hợp, chúng tôi vẫn được bảo lưu quyền xử lý các thông tin đăng tải cho phù hợp với thuần phong mỹ tục, các quy tắc đạo đức và các quy tắc đảm bảo an ninh quốc gia, và chúng tôi có toàn quyền cho phép hoặc không cho phép bài viết của bạn xuất hiện hay tồn tại trên diễn đàn hoặc tại các khu vực được phép chia sẻ thông tin. Chúng tôi có toàn quyền, bao gồm quyền tác giả, thương hiệu, bí mật kinh doanh và các quyền sở hữu khác, nội dung của website, và hàng hóa hoặc dịch vụ được cung cấp mà chúng tôi có trong website Homey. Việc sử dụng quyền và sở hữu của chúng tôi cần phải được chúng tôi cho phép trước bằng văn bản. Ngoài việc cấp phép bằng văn bản, chúng tôi không cấp phép dưới bất kỳ hình thức nào khác cho dù đó là hình thức công bố hay hàm ý, hoặc thông qua việc để bạn sử dụng dịch vụ. Và do vậy, bạn không có quyền sử dụng website hoặc dịch vụ của chúng tôi vào mục đích thương mại mà không có sự cho phép bằng văn bản của chúng tôi trước đó. Bạn đồng ý để chúng tôi tự do sử dụng, tiết lộ, áp dụng và sửa đổi bất kỳ ý tưởng, khái niệm, cách thức, đề xuất, gợi ý, bình luận hoặc hình thức thông báo nào khác mà bạn cung cấp cho chúng tôi có liên quan tới Homey một cách hoàn toàn miễn phí.",
        "content12": "Bạn đồng ý trao cho chúng tôi toàn bộ quyền và cấp phép (bao gồm cả các quyền về tinh thần hay các quyền cần thiết khác) để sử dụng, trưng bày, tái sản xuất, chỉnh sửa, xuất bản, cung cấp, xúc tiến, dịch và tạo ra các phiên bản tổ hợp khác, một phần hoặc toàn bộ, trên phạm vi toàn cầu mà không đòi hỏi thù lao. Sự cấp phép này được áp dụng với bất cứ dạng thức, phương tiện, công nghệ nào đã được biết đến hoặc phát triển sau này; bạn cần lưu ý rằng, các bài viết (post) trên diễn đàn, hoặc tại các khu vực được phép có thể tiếp tục nằm trên website của chúng tôi ngay cả khi tài khoản của bạn đã bị xóa vì bất kỳ lý do gì.",
        "content13": "Tất cả thông tin chỉ dành cho việc tham khảo tổng quát của bạn. Homey không nhận bất cứ trách nhiệm nào về những thông tin đó. Việc truy cập và sử dụng website Homey do bạn hoàn toàn tự chịu trách nhiệm và được cung cấp như hiện có. Homey chỉ dành cho mục đích sử dụng cá nhân và chúng tôi không đại diện cho hoặc bảo đảm về bất cứ điều gì, được phát ngôn cụ thể hay hàm ý cho bất cứ mục đích cụ thể nào. Bạn hành xử và tin tưởng hoàn toàn vào kỹ năng và khả năng đánh giá của chính bạn đối với việc sử dụng và cách hiểu đối với thông tin bạn có được tại Homey. Bạn chịu trách nhiệm đảm bảo rằng việc sử dụng thông tin của bạn tuân thủ tất cả các yêu cầu của pháp luật hiện hành. Giới hạn nghĩa vụ pháp lý trong Quy định sẽ được áp dụng với quy mô đầy đủ nhất được pháp luật hiện hành cho phép.",
        "content14": "Nếu bạn cho rằng quyền sở hữu của bạn đã bị sử dụng theo những cách thức vi phạm quyền tác giả, bạn có thể liên hệ với nhân viên phụ trách vấn đề bản quyền của chúng tôi.",
        "content15": "Bạn đồng ý rằng bản Quy định sử dụng và bất kỳ bất đồng nào phát sinh từ việc bạn sử dụng website này hoặc các sản phẩm và dịch vụ của chúng tôi sẽ được giải quyết theo luật pháp hiện hành của Nước Cộng hoà Xã hội Chủ nghĩa Việt Nam. Thông qua việc đăng ký hoặc sử dụng website và dịch vụ của chúng tôi, bạn mặc nhiên đồng ý và tuân thủ toàn bộ các quy định của Luật pháp Việt Nam."
    }


}